brew "fish"
brew "starship"
brew "git"
brew "tmux"
brew "rsync"
brew "fzf"
brew "bat"
brew "prettyping"
brew "git-delta"
brew "tldr"
brew "ripgrep"
brew "httpie"
brew "fnm"
brew "fd"
brew "ddcctl"
brew "neovim"
cask "alacritty"
cask "karabiner-elements"
cask "alfred"
cask "hammerspoon"
cask "google-drive"
cask "notion"
cask "shottr"
cask "hiddenbar"
cask "authy"
cask "homebrew/cask-fonts/font-jetbrains-mono"
cask "homebrew/cask-fonts/font-jetbrains-mono-nerd-font"
brew "mistertea/et/et"
brew "jesseduffield/lazygit/lazygit"
brew "superbrothers/opener/opener"

brew "watchexec"
brew "yqrashawn/goku/goku"
