brew "fish"
brew "starship"
brew "git"
brew "tmux"
brew "rsync"
brew "fzf"
brew "bat"
brew "prettyping"
brew "git-delta"
brew "tldr"
brew "ripgrep"
brew "httpie"
brew "fnm"
brew "fd"
brew "ddcctl"
brew "neovim"
brew "bitwarden-cli"
cask "alacritty"
cask "karabiner-elements"
cask "alfred"
cask "hammerspoon"
cask "google-drive"
cask "notion"
cask "shottr"
cask "hiddenbar"
cask "spotify"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
brew "mistertea/et/et"
brew "lazygit"
brew "rustup"

brew "watchexec"
brew "goku"
