brew "fish"
brew "starship"
brew "git"
brew "tmux"
brew "rsync"
brew "fzf"
brew "bat"
brew "prettyping"
brew "tldr"
brew "ripgrep"
brew "httpie"
brew "fnm"
brew "fd"
brew "neovim", args: ["--HEAD"]
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "alacritty"
cask "karabiner-elements"
cask "alfred"
cask "hammerspoon"
cask "google-backup-and-sync"
cask "notion"
brew "mistertea/et/et"
brew "yqrashawn/goku/goku"
brew "jesseduffield/lazygit/lazygit"
